[QuickDrawPrimary X2AbilityTemplate]
LocFriendlyName="快射拔枪·主武器"
LocLongDescription="第一格行动点使用<Ability:PrimaryWeaponName/>将不再结束回合。"
LocHelpText="第一格行动点使用<Ability:PrimaryWeaponName/>将不再结束回合。"
LocFlyOverText="快射拔枪·主武器"
LocPromotionPopupText="<Bullet/>\"快射拔枪\"是基本的<Ability:PrimaryWeaponName/> 技能，可以让<Ability:ClassName/>在同一个回合内朝不同的目标射击。<br/>"

[EmptySecondary X2WeaponTemplate]
FriendlyName="轻装快行"
FriendlyNamePlural="轻装快行"
BriefSummary="在此栏中不放任何装备"
TacticalText="战斗中携带较少的装备，可让你更快地移动。获得15%的机动性加成。"
AbilityDescName="空装备栏"

[EmptySecondaryMobilityBonus X2AbilityTemplate]
LocFriendlyName="单枪快行"
LocFlyOverText="单枪快行"
LocLongDescription="不携带副武器，可获得15%的机动性加成。"
LocHelpText="不携带副武器，可获得15%的机动性加成。"
LocPromotionPopupText="<Bullet/>不携带副武器，可获得15%的机动性加成。"

